tap "acarl005/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "tinygo-org/tools"
brew "ca-certificates"
brew "mpdecimal"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "libyaml"
brew "pyyaml"
brew "six"
brew "ansible"
brew "pygments"
brew "yamllint"
brew "ansible-lint"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "atomicparsley"
brew "m4"
brew "autoconf"
brew "icu4c"
brew "boost"
brew "libusb"
brew "avrdude"
brew "awscli"
brew "bdw-gc"
brew "gettext"
brew "json-c"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libuv"
brew "bind"
brew "c-ares"
brew "cabextract"
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "pkg-config"
brew "libpthread-stubs"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "cfn-lint"
brew "cjson"
brew "cmake"
brew "cmocka"
brew "gmp"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "libssh"
brew "ncurses"
brew "snappy"
brew "colima"
brew "cowsay"
brew "dav1d"
brew "dcfldd"
brew "dfu-util"
brew "geoip"
brew "ssdeep"
brew "dnstwist"
brew "docker"
brew "dyld-headers"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "hwloc"
brew "open-mpi"
brew "fftw"
brew "fortune"
brew "gdbm"
brew "get_iplayer"
brew "getdns"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "gif2png"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "psutils"
brew "uchardet"
brew "groff"
brew "libtool"
brew "guile"
brew "handbrake", link: false
brew "hping"
brew "htop"
brew "httping"
brew "hugo"
brew "iperf3"
brew "jq"
brew "python@3.10"
brew "jsonschema"
brew "ldns"
brew "lftp"
brew "liblinear"
brew "libmaxminddb"
brew "libmpdclient"
brew "libsmi"
brew "libssh2"
brew "libxml2"
brew "lua"
brew "lua@5.3"
brew "media-info"
brew "mpc"
brew "taglib"
brew "ncmpcpp"
brew "ninja"
brew "pcre"
brew "nmap"
brew "oci-cli"
brew "opensc"
brew "p7zip"
brew "pkcs11-tools"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "qt@5"
brew "rclone"
brew "rename"
brew "smartmontools"
brew "softhsm"
brew "streamlink"
brew "telnet"
brew "utf8proc"
brew "tmux"
brew "unzip"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zsh"
brew "osx-cross/avr/avr-gcc@9"
brew "tinygo-org/tools/tinygo"
cask "audacity"
cask "balenaetcher"
cask "cyberduck"
cask "eqmac"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "handbrake"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "musicbrainz-picard"
cask "postman"
cask "rar"
cask "raspberry-pi-imager"
cask "red-canary-mac-monitor"
cask "rekordbox"
cask "signal"
cask "slack"
cask "tastyworks"
cask "the-unarchiver"
cask "tidal"
cask "tradingview"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-chmodbpf"
cask "xquartz"
cask "yubico-yubikey-manager"
vscode "akmittal.hugofy"
vscode "golang.go"
vscode "kddejong.vscode-cfn-lint"
vscode "mohsen1.prettify-json"
vscode "ms-python.python"
vscode "ms-vscode.makefile-tools"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
