# Core development tools
brew "ansible"
brew "ansible-lint"
brew "gh"
brew "git"
brew "go"
brew "hugo"
brew "jq"
brew "python3"
brew "node"
brew "tmux"
brew "vim"
brew "zsh"

# Security and networking
brew "gnupg"
brew "nmap"
brew "yubico-piv-tool"
brew "ykman"
brew "opensc"
brew "pwgen"

# Media and utilities
brew "ffmpeg"
brew "yt-dlp"
brew "htop"
brew "wget"
brew "curl"
brew "unzip"
brew "p7zip"

# Cloud and DevOps
brew "awscli"
brew "docker"
brew "colima"
brew "kubectl"

# Fun tools
brew "fortune"
brew "cowsay"

# AI tools
brew "llama.cpp"

# Essential applications
cask "visual-studio-code"
cask "google-chrome"
cask "signal"
cask "slack"
cask "the-unarchiver"
cask "vlc"

# Development applications
cask "postman"
cask "cyberduck"

# AI applications
cask "claude"
cask "chatgpt"

# Media applications (optional)
cask "audacity"
cask "handbrake"

# Fonts
cask "font-b612"
cask "font-b612-mono"
cask "font-comic-shanns-mono-nerd-font"
cask "font-hack-nerd-font"

# VSCode extensions
vscode "akmittal.hugofy"
vscode "golang.go"
vscode "kddejong.vscode-cfn-lint"
vscode "mohsen1.prettify-json"
vscode "ms-python.python"
vscode "ms-vscode.makefile-tools"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"